aalib
abseil-cpp
acl
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
alacritty
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
archlinux-keyring
argon2
at-spi2-core
atkmm
attr
audiofile
audit
autoconf
automake
avahi
babl
base
base-devel
bash
bat
bc
bcg729
bind
binutils
bison
blas
bluez-libs
boost-libs
bore
bridge-utils
brotli
bspwm
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
capstone
catatonit
cdparanoia
chromaprint
clang
cmake
compiler-rt
conmon
containerd
containers-common
coreutils
cowsay
cpio
cppdap
criu
crun
cryptsetup
curl
dav1d
db
db5.3
dbus
dbus-glib
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
dmidecode
dnsmasq
dnssec-anchors
docker
docker-compose
dolphin-emu
double-conversion
dtc
duktape
dunst
e2fsprogs
edk2-ovmf
efibootmgr
efivar
egl-wayland
eglexternalplatform
emacs
enchant
enet
exiv2
expat
faad2
fakeroot
feh
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flameshot
flex
fluidsynth
fmt
fontconfig
fortune-mod
freeglut
freetype2
fribidi
fuse-common
fuse3
fzf
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gd
gdbm
gdk-pixbuf2
gegl
gettext
ghostscript
giflib
gimp
girara
git
glew
glew1.10
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnome-keyring
gnu-free-fonts
gnupg
gnutls
gobject-introspection-runtime
gperftools
gpgme
gpm
graphene
graphite
graphviz
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gssdp
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtkmm3
gtksourceview4
gts
guile
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
highway
htop
http-parser
hunspell
hunspell-en_us
hwdata
hwloc
hyphen
iana-etc
icu
ijs
imagemagick
imath
imlib2
iniparser
iproute2
iptables-nft
iputils
irssi
iso-codes
jack2
jansson
jasper
java-runtime-common
jbig2dec
jbigkit
jemalloc
jq
jre-openjdk
jre-openjdk-headless
json-c
json-glib
jsoncpp
kbd
keyutils
kguiaddons
kmod
krb5
l-smash
lame
lapack
lcms2
ldns
leafpad
ledger
lensfun
less
lf
lib32-alsa-lib
lib32-alsa-plugins
lib32-at-spi2-core
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-curl
lib32-dbus
lib32-dbus-glib
lib32-e2fsprogs
lib32-expat
lib32-flac
lib32-fontconfig
lib32-freeglut
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-giflib
lib32-glew1.10
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gtk2
lib32-harfbuzz
lib32-icu
lib32-imlib2
lib32-keyutils
lib32-krb5
lib32-libappindicator-gtk2
lib32-libasyncns
lib32-libcaca
lib32-libcanberra
lib32-libcap
lib32-libcups
lib32-libcurl-compat
lib32-libcurl-gnutls
lib32-libdatrie
lib32-libdbusmenu-glib
lib32-libdbusmenu-gtk2
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libgcrypt15
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libidn11
lib32-libidn2
lib32-libindicator-gtk2
lib32-libjpeg-turbo
lib32-libjpeg6-turbo
lib32-libldap
lib32-libltdl
lib32-libmikmod
lib32-libmodplug
lib32-libnm
lib32-libogg
lib32-libpciaccess
lib32-libpipewire
lib32-libpng
lib32-libpng12
lib32-libpsl
lib32-libpulse
lib32-librtmp0
lib32-libsm
lib32-libsndfile
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtheora
lib32-libtiff
lib32-libtiff4
lib32-libtirpc
lib32-libudev0-shim
lib32-libunistring
lib32-libunwind
lib32-libusb
lib32-libva
lib32-libvdpau
lib32-libvorbis
lib32-libvpx1.3
lib32-libwebp
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcrypt
lib32-libxcrypt-compat
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxml2
lib32-libxmu
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxt
lib32-libxtst
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mpg123
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-nvidia-utils
lib32-openal
lib32-openssl
lib32-openssl-1.1
lib32-opus
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre2
lib32-pipewire
lib32-pixman
lib32-sdl12-compat
lib32-sdl2
lib32-sdl2_image
lib32-sdl2_mixer
lib32-sdl2_ttf
lib32-sdl_image
lib32-sdl_mixer
lib32-sdl_ttf
lib32-sqlite
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libaio
libao
libarchive
libass
libassuan
libasyncns
libavc1394
libavif
libb2
libbluray
libbpf
libbs2b
libbsd
libburn
libcaca
libcacard
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libcups
libcurl-compat
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk2
libde265
libdeflate
libdispatch
libdovi
libdrm
libdv
libdvdnav
libdvdread
libedit
libelf
libepoxy
libevdev
libevent
libexif
libffi
libfontenc
libgcrypt
libgcrypt15
libgexiv2
libgirepository
libgit2
libglvnd
libgme
libgpg-error
libgudev
libheif
libibus
libice
libid3tag
libidn
libidn11
libidn2
libiec61883
libindicator-gtk2
libinih
libinput
libinstpatch
libisl
libisoburn
libisofs
libjpeg-turbo
libjpeg6-turbo
libjxl
libksba
libldap
liblqr
libluv
libmad
libmanette
libmaxminddb
libmd
libmfx
libmikmod
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmypaint
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnotify
libnsl
libogg
libomxil-bellagio
libopenmpt
libosinfo
libotf
libotr
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libpng
libpng12
libproxy
libpsl
libpulse
libraqm
libraw
libraw1394
librsvg
librtmp0
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplayfp
libsigc++
libsigc++-3.0
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspiro
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtiff4
libtirpc
libtool
libtraceevent
libtracefs
libudev0-shim
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libutempter
libuv
libva
libvdpau
libverto
libvirt
libvirt-glib
libvirt-python
libvorbis
libvpx
libvpx1.3
libvterm
libwacom
libwebp
libwmf
libwpe
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxnvctrl
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llvm-libs
lm_sensors
lmdb
lsb-release
lsd
lsof
lua
lua52
luajit
luarocks
lz4
lzo
m17n-db
m17n-lib
m4
mailcap
make
man-db
man-pages
mbedtls
md4c
menumaker
mesa
miniupnpc
minizip
minizip-ng
mkinitcpio
mkinitcpio-busybox
mlocate
mobile-broadband-provider-info
moreutils
mpc
mpd
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
multipath-tools
mypaint-brushes1
ncmpcpp
ncurses
ndctl
neovim
net-tools
netavark
netpbm
nettle
networkmanager
nftables
nmap
node-gyp
nodejs
nodejs-nopt
npm
npth
nspr
nss
numactl
nuspell
nvidia
nvidia-settings
nvidia-utils
obconf
obs-studio
ocl-icd
onevpl
oniguruma
openal
openbox
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openssh
openssl
openssl-1.1
opus
opusfile
orc
osinfo-db
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pango
pangomm
papirus-icon-theme
parallel
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-io-tty
perl-ipc-run
perl-mailtools
perl-rename
perl-time-duration
perl-timedate
phodav
pinentry
pipewire
pixman
pkgconf
playerctl
podman
polkit
polybar
poppler
poppler-data
poppler-glib
popt
portaudio
procps-ng
protobuf
protobuf-c
psmisc
pugixml
pulseaudio
pulseaudio-alsa
python
python-attrs
python-cairo
python-cffi
python-chardet
python-colorama
python-cryptography
python-distlib
python-filelock
python-gobject
python-idna
python-packaging
python-pip
python-platformdirs
python-ply
python-protobuf
python-pycparser
python-requests
python-shtab
python-termcolor
python-typing_extensions
python-urllib3
python-virtualenv
python-wheel
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-pipewire
qemu-audio-sdl
qemu-audio-spice
qemu-base
qemu-block-curl
qemu-block-dmg
qemu-block-nfs
qemu-block-ssh
qemu-chardev-spice
qemu-common
qemu-desktop
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-x86
qemu-system-x86-firmware
qemu-tools
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-vhost-user-gpu
qt5-base
qt5-declarative
qt5-multimedia
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
qt6-base
qt6-declarative
qt6-imageformats
qt6-svg
qt6-translations
qt6-wayland
rav1e
raylib
readline
recode
rhash
ripgrep
rnnoise
rofi
rsync
rtkit
rubberband
runc
sbc
sbcl
sddm
sdl12-compat
sdl2
sdl2_gfx
sdl2_image
sdl2_mixer
sdl2_ttf
sdl_image
sdl_mixer
sdl_ttf
seabios
sed
semver
sfml
shaderc
shadow
shared-mime-info
slang
slirp4netns
snappy
snes9x-gtk
sound-theme-freedesktop
spandsp
speex
speexdsp
spice
spice-gtk
spice-protocol
spirv-tools
sqlite
srt
startup-notification
steam
steam-native-runtime
sudo
suitesparse
svt-av1
sxhkd
sxiv
systemd
systemd-libs
systemd-sysvcompat
taglib
tar
tcpdump
tdb
telegram-desktop
terraform
texinfo
tint2
tldr
tmux
tpm2-tss
traceroute
tracker3
tree
tree-sitter
tslib
ttf-dejavu
ttf-font-awesome
ttf-liberation
ttf-opensans
twolame
tzdata
uchardet
ufw
unibilium
unzip
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
vde2
vi
vid.stab
vim
vim-runtime
virglrenderer
virt-install
virt-manager
virtiofsd
vmaf
vte-common
vte3
vulkan-headers
vulkan-icd-loader
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wireshark-cli
wireshark-qt
wmctrl
woff2
wolfssl
wpa_supplicant
wpebackend-fdo
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-user-dirs
xdg-utils
xf86-input-libinput
xkeyboard-config
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xev
xorg-xkbcomp
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorgproto
xvidcore
xxhash
xz
yajl
zathura
zathura-pdf-poppler
zenity
zeromq
zimg
zip
zlib
zsh
zstd
zziplib
